export default [
    {
        "id": 8,
        "date_formated": "22_05_2024",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич"
            },
            {
                "id": 3,
                "name": "Володя Юдаев"
            },
            {
                "id": 5,
                "name": "Женя Мураткалиев"
            },
            {
                "id": 10,
                "name": "Павел Кот"
            },
            {
                "id": 11,
                "name": "Павел Роднянский"
            },
            {
                "id": 14,
                "name": "Сергей Кучигин"
            },
            {
                "id": 19,
                "name": "Саша Федоренко"
            },
            {
                "id": 23,
                "name": "Денис Калекин"
            },
            {
                "id": 24,
                "name": "Женя Зуев"
            }
        ],
        "_count": {
            "players": 9
        }
    },
    {
        "id": 9,
        "date_formated": "24_05_2024",
        "players": [
            {
                "id": 7,
                "name": "Лариса Басманова"
            },
            {
                "id": 9,
                "name": "Павел Аниловский"
            },
            {
                "id": 11,
                "name": "Павел Роднянский"
            },
            {
                "id": 12,
                "name": "Рома Русаков"
            },
            {
                "id": 13,
                "name": "Рома Урусов"
            },
            {
                "id": 18,
                "name": "Варя"
            }
        ],
        "_count": {
            "players": 6
        }
    },
    {
        "id": 10,
        "date_formated": "29_05_2024",
        "players": [
            {
                "id": 2,
                "name": "Валера Русинович"
            },
            {
                "id": 3,
                "name": "Володя Юдаев"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков"
            },
            {
                "id": 5,
                "name": "Женя Мураткалиев"
            },
            {
                "id": 6,
                "name": "Инна Гулина"
            },
            {
                "id": 7,
                "name": "Лариса Басманова"
            },
            {
                "id": 8,
                "name": "Олег Котляров"
            },
            {
                "id": 9,
                "name": "Павел Аниловский"
            },
            {
                "id": 10,
                "name": "Павел Кот"
            },
            {
                "id": 11,
                "name": "Павел Роднянский"
            }
        ],
        "_count": {
            "players": 10
        }
    }
]