export const savednames = [
    'Борис Палевич',
    'Валера Русинович',
    'Володя Юдаев',
    'Дмитий Чуприков',
    'Женя Мураткалиев',
    'Инна Гулина',
    'Лариса Басманова',
    'Олег Котляров',
    'Павел Аниловский',
    'Павел Кот',
    'Павел Роднянский',
    'Рома Русаков',
    'Рома Урусов',
    'Сергей Кучигин',
    'Сергей Коробов',
    'Юра Малин',
    'Ольга Сипина',
    'Варя',
    'Саша Федоренко',
    'Надежда Отпетова',
    'Влада Латыпова',
    'Антон Киселев',
    'Денис Калекин',
    'Женя Зуев',
    'Сергей лысый',
    'Дима?',
    'Сергей Юрцев',
    'Володя однорукий',
    'Саша длинный',
    'Максим Ушкарев',
    'Олег Науменко',
    'Лена Сластная',
    'Сергей Ивашечкин ',
    'Егор Холодий',
    'Сергей Олейников',
    'Володя Зубков',
    'Костя Лабутин',
    'Николай Смоглей',
    'Антон Жогин',
    'Антон Орлов',
    'Жижирий',
    'Денис Попов',
    'Андрей Руденко',
    'Олег Мельников',
    'Сергей Попов',
    'Надя',
    'Леонид',
    'Дима Кирсанов',
    'Даша',
    'Сергей Казарян',
    'Александр',
    'Анна',
    'Ира Герасимова',
    'Сергей Бажан',
]


export const parseNames = savednames.map(name => {
    const [firstname, secondname] = name.split(" ")
    return secondname ? { name: firstname, secondname } : { name: firstname }
})

export const mockEvents = [
    {
        id: 1,
        date_formated: '17_05_24',
        players: [
            {
                id: 1,
                name: 'player1'
            },
            {
                id: 2,
                name: 'player2'
            },
            {
                id: 3,
                name: 'player3'
            },
            {
                id: 4,
                name: 'player4'
            },
        ]
    },
    {
        id: 2,
        date_formated: '19_05_24',
        players: [
            {
                id: 11,
                name: 'player11'
            },
            {
                id: 22,
                name: 'player22'
            },

        ]
    },
    {
        id: 3,
        date_formated: '21_05_24',
        players: [
            {
                id: 13,
                name: 'player13'
            },

            {
                id: 33,
                name: 'player33'
            },
            {
                id: 43,
                name: 'player43'
            },
        ]
    },


]