export const db_players = [
    {
        "id": 1,
        "name": "Борис Палевич",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 2,
        "name": "Валера Русинович",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 3,
        "name": "Володя Юдаев",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 4,
        "name": "Дмитий Чуприков",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 5,
        "name": "Женя Мураткалиев",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 6,
        "name": "Инна Гулина",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 7,
        "name": "Лариса Басманова",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 8,
        "name": "Олег Котляров",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 9,
        "name": "Павел Аниловский",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 10,
        "name": "Павел Кот",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 11,
        "name": "Павел Роднянский",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 12,
        "name": "Рома Русаков",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 13,
        "name": "Рома Урусов",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 14,
        "name": "Сергей Кучигин",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 15,
        "name": "Сергей Коробов",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 16,
        "name": "Юра Малин",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 17,
        "name": "Ольга Сипина",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 18,
        "name": "Варя",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 19,
        "name": "Саша Федоренко",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 20,
        "name": "Надежда Отпетова",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 21,
        "name": "Влада Латыпова",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 22,
        "name": "Антон Киселев",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 23,
        "name": "Денис Калекин",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 24,
        "name": "Женя Зуев",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 25,
        "name": "Сергей лысый",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 26,
        "name": "Дима?",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 27,
        "name": "Сергей Юрцев",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 28,
        "name": "Володя однорукий",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 29,
        "name": "Саша длинный",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 30,
        "name": "Максим Ушкарев",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 31,
        "name": "Олег Науменко",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 32,
        "name": "Лена Сластная",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 33,
        "name": "Сергей Ивашечкин",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 34,
        "name": "Егор Холодий",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 35,
        "name": "Сергей Олейников",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 36,
        "name": "Володя Зубков",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 37,
        "name": "Костя Лабутин",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 38,
        "name": "Николай Смоглей",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 39,
        "name": "Антон Жогин",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 40,
        "name": "Антон Орлов",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 41,
        "name": "Жижирий",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 42,
        "name": "Денис Попов",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 43,
        "name": "Андрей Руденко",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 44,
        "name": "Олег Мельников",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 45,
        "name": "Сергей Попов",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 46,
        "name": "Надя",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 47,
        "name": "Леонид",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 48,
        "name": "Дима Кирсанов",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 49,
        "name": "Даша",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 50,
        "name": "Сергей Казарян",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 51,
        "name": "Александр",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 52,
        "name": "Анна",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 53,
        "name": "Ира Герасимова",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 54,
        "name": "Сергей Бажан",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    }
]

export const db_events = [
    {
        "id": 1,
        "date_formated": "24_05_2024",
        "title": "Тренировка",
        "createdAt": "2024-05-24T08:58:56.924Z",
        "updatedAt": "2024-05-24T08:58:56.924Z",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 46,
                "name": "Надя",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 50,
                "name": "Сергей Казарян",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            }
        ]
    },
    {
        "id": 2,
        "date_formated": "22_05_2024",
        "title": "Тренировка",
        "createdAt": "2024-05-24T11:45:48.967Z",
        "updatedAt": "2024-05-28T05:43:35.551Z",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 22,
                "name": "Антон Киселев",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 55,
                "name": "Алиев Роман",
                "createdAt": "2024-05-24T11:47:01.760Z",
                "updatedAt": "2024-05-24T11:47:01.760Z"
            }
        ]
    }
]

const db_e300524 = [
    {
        "id": 1,
        "date_formated": "24_05_2024",
        "title": "Тренировка",
        "createdAt": "2024-05-29T21:11:59.660Z",
        "updatedAt": "2024-05-29T21:11:59.660Z",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 46,
                "name": "Надя",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 50,
                "name": "Сергей Казарян",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            }
        ]
    },
    {
        "id": 2,
        "date_formated": "22_05_2024",
        "title": "Тренировка",
        "createdAt": "2024-05-29T21:11:59.660Z",
        "updatedAt": "2024-05-29T21:11:59.660Z",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 22,
                "name": "Антон Киселев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            }
        ]
    },
    {
        "id": 4,
        "date_formated": "29_05_2024",
        "title": "Треня",
        "createdAt": "2024-05-29T21:14:02.284Z",
        "updatedAt": "2024-05-29T21:16:04.785Z",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 5,
                "name": "Женя Мураткалиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 8,
                "name": "Олег Котляров",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 35,
                "name": "Сергей Олейников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 37,
                "name": "Костя Лабутин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 42,
                "name": "Денис Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 50,
                "name": "Сергей Казарян",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            }
        ]
    }
]
const db_events_030724 =
    [
        {
            "id": 80,
            "date_formated": "19_06_2024",
            "players": [
                {
                    "id": 6,
                    "name": "Инна Гулина"
                },
                {
                    "id": 14,
                    "name": "Сергей Кучигин"
                },
                {
                    "id": 15,
                    "name": "Сергей Коробов"
                },
                {
                    "id": 44,
                    "name": "Олег Мельников"
                },
                {
                    "id": 11,
                    "name": "Павел Роднянский"
                }
            ],
            "pairs": [],
            "title": "Тренировка",
            "isDraft": false
        },
        {
            "id": 81,
            "date_formated": "21_06_2024",
            "players": [
                {
                    "id": 3,
                    "name": "Володя Юдаев"
                },
                {
                    "id": 4,
                    "name": "Дмитий Чуприков"
                },
                {
                    "id": 6,
                    "name": "Инна Гулина"
                },
                {
                    "id": 7,
                    "name": "Лариса Басманова"
                },
                {
                    "id": 10,
                    "name": "Павел Кот"
                },
                {
                    "id": 13,
                    "name": "Рома Урусов"
                },
                {
                    "id": 14,
                    "name": "Сергей Кучигин"
                },
                {
                    "id": 15,
                    "name": "Сергей Коробов"
                },
                {
                    "id": 20,
                    "name": "Надежда Отпетова"
                },
                {
                    "id": 22,
                    "name": "Антон Киселев"
                },
                {
                    "id": 44,
                    "name": "Олег Мельников"
                },
                {
                    "id": 11,
                    "name": "Павел Роднянский"
                }
            ],
            "pairs": [],
            "title": "Тренировка",
            "isDraft": false
        },
        {
            "id": 82,
            "date_formated": "26_06_2024",
            "players": [
                {
                    "id": 1,
                    "name": "Борис Палевич"
                },
                {
                    "id": 3,
                    "name": "Володя Юдаев"
                },
                {
                    "id": 6,
                    "name": "Инна Гулина"
                },
                {
                    "id": 7,
                    "name": "Лариса Басманова"
                },
                {
                    "id": 10,
                    "name": "Павел Кот"
                },
                {
                    "id": 12,
                    "name": "Рома Русаков"
                },
                {
                    "id": 13,
                    "name": "Рома Урусов"
                },
                {
                    "id": 15,
                    "name": "Сергей Коробов"
                },
                {
                    "id": 16,
                    "name": "Юра Малин"
                },
                {
                    "id": 20,
                    "name": "Надежда Отпетова"
                },
                {
                    "id": 28,
                    "name": "Володя Иванов"
                },
                {
                    "id": 30,
                    "name": "Максим Ушкарев"
                },
                {
                    "id": 41,
                    "name": "Жижирий Сергей"
                },
                {
                    "id": 44,
                    "name": "Олег Мельников"
                },
                {
                    "id": 45,
                    "name": "Сергей Попов"
                },
                {
                    "id": 50,
                    "name": "Сергей Казарян"
                },
                {
                    "id": 11,
                    "name": "Павел Роднянский"
                },
                {
                    "id": 26,
                    "name": "Дима Селезнев"
                }
            ],
            "pairs": [],
            "title": "Тренировка",
            "isDraft": false
        },
        {
            "id": 83,
            "date_formated": "28_06_2024",
            "players": [
                {
                    "id": 1,
                    "name": "Борис Палевич"
                },
                {
                    "id": 8,
                    "name": "Олег Котляров"
                },
                {
                    "id": 12,
                    "name": "Рома Русаков"
                },
                {
                    "id": 15,
                    "name": "Сергей Коробов"
                },
                {
                    "id": 19,
                    "name": "Саша Федоренко"
                },
                {
                    "id": 20,
                    "name": "Надежда Отпетова"
                },
                {
                    "id": 22,
                    "name": "Антон Киселев"
                },
                {
                    "id": 44,
                    "name": "Олег Мельников"
                },
                {
                    "id": 11,
                    "name": "Павел Роднянский"
                }
            ],
            "pairs": [],
            "title": "Тренировка",
            "isDraft": false
        },
        {
            "id": 72,
            "date_formated": "24_05_2024",
            "players": [
                {
                    "id": 1,
                    "name": "Борис Палевич"
                },
                {
                    "id": 3,
                    "name": "Володя Юдаев"
                },
                {
                    "id": 4,
                    "name": "Дмитий Чуприков"
                },
                {
                    "id": 7,
                    "name": "Лариса Басманова"
                },
                {
                    "id": 8,
                    "name": "Олег Котляров"
                },
                {
                    "id": 12,
                    "name": "Рома Русаков"
                },
                {
                    "id": 15,
                    "name": "Сергей Коробов"
                },
                {
                    "id": 16,
                    "name": "Юра Малин"
                },
                {
                    "id": 19,
                    "name": "Саша Федоренко"
                },
                {
                    "id": 20,
                    "name": "Надежда Отпетова"
                },
                {
                    "id": 37,
                    "name": "Костя Лабутин"
                },
                {
                    "id": 44,
                    "name": "Олег Мельников"
                },
                {
                    "id": 46,
                    "name": "Надя"
                },
                {
                    "id": 50,
                    "name": "Сергей Казарян"
                },
                {
                    "id": 55,
                    "name": "Роман Алиев"
                },
                {
                    "id": 11,
                    "name": "Павел Роднянский"
                }
            ],
            "pairs": [],
            "title": "Тренировка",
            "isDraft": false
        },
        {
            "id": 73,
            "date_formated": "22_05_2024",
            "players": [
                {
                    "id": 1,
                    "name": "Борис Палевич"
                },
                {
                    "id": 3,
                    "name": "Володя Юдаев"
                },
                {
                    "id": 4,
                    "name": "Дмитий Чуприков"
                },
                {
                    "id": 7,
                    "name": "Лариса Басманова"
                },
                {
                    "id": 12,
                    "name": "Рома Русаков"
                },
                {
                    "id": 15,
                    "name": "Сергей Коробов"
                },
                {
                    "id": 19,
                    "name": "Саша Федоренко"
                },
                {
                    "id": 20,
                    "name": "Надежда Отпетова"
                },
                {
                    "id": 22,
                    "name": "Антон Киселев"
                },
                {
                    "id": 44,
                    "name": "Олег Мельников"
                },
                {
                    "id": 45,
                    "name": "Сергей Попов"
                },
                {
                    "id": 55,
                    "name": "Роман Алиев"
                },
                {
                    "id": 11,
                    "name": "Павел Роднянский"
                }
            ],
            "pairs": [],
            "title": "Тренировка",
            "isDraft": false
        },
        {
            "id": 74,
            "date_formated": "29_05_2024",
            "players": [
                {
                    "id": 1,
                    "name": "Борис Палевич"
                },
                {
                    "id": 3,
                    "name": "Володя Юдаев"
                },
                {
                    "id": 5,
                    "name": "Женя Мураткалиев"
                },
                {
                    "id": 7,
                    "name": "Лариса Басманова"
                },
                {
                    "id": 8,
                    "name": "Олег Котляров"
                },
                {
                    "id": 15,
                    "name": "Сергей Коробов"
                },
                {
                    "id": 16,
                    "name": "Юра Малин"
                },
                {
                    "id": 19,
                    "name": "Саша Федоренко"
                },
                {
                    "id": 20,
                    "name": "Надежда Отпетова"
                },
                {
                    "id": 35,
                    "name": "Сергей Олейников"
                },
                {
                    "id": 37,
                    "name": "Костя Лабутин"
                },
                {
                    "id": 42,
                    "name": "Денис Попов"
                },
                {
                    "id": 45,
                    "name": "Сергей Попов"
                },
                {
                    "id": 50,
                    "name": "Сергей Казарян"
                },
                {
                    "id": 55,
                    "name": "Роман Алиев"
                },
                {
                    "id": 11,
                    "name": "Павел Роднянский"
                }
            ],
            "pairs": [],
            "title": "Треня",
            "isDraft": false
        },
        {
            "id": 75,
            "date_formated": "31_05_2024",
            "players": [
                {
                    "id": 3,
                    "name": "Володя Юдаев"
                },
                {
                    "id": 6,
                    "name": "Инна Гулина"
                },
                {
                    "id": 15,
                    "name": "Сергей Коробов"
                },
                {
                    "id": 19,
                    "name": "Саша Федоренко"
                },
                {
                    "id": 20,
                    "name": "Надежда Отпетова"
                },
                {
                    "id": 22,
                    "name": "Антон Киселев"
                },
                {
                    "id": 37,
                    "name": "Костя Лабутин"
                },
                {
                    "id": 48,
                    "name": "Дима Кирсанов"
                },
                {
                    "id": 55,
                    "name": "Роман Алиев"
                },
                {
                    "id": 56,
                    "name": "Артём Белишев"
                },
                {
                    "id": 11,
                    "name": "Павел Роднянский"
                }
            ],
            "pairs": [],
            "title": "Тренировка",
            "isDraft": false
        },
        {
            "id": 76,
            "date_formated": "05_06_2024",
            "players": [
                {
                    "id": 1,
                    "name": "Борис Палевич"
                },
                {
                    "id": 3,
                    "name": "Володя Юдаев"
                },
                {
                    "id": 5,
                    "name": "Женя Мураткалиев"
                },
                {
                    "id": 6,
                    "name": "Инна Гулина"
                },
                {
                    "id": 7,
                    "name": "Лариса Басманова"
                },
                {
                    "id": 14,
                    "name": "Сергей Кучигин"
                },
                {
                    "id": 15,
                    "name": "Сергей Коробов"
                },
                {
                    "id": 20,
                    "name": "Надежда Отпетова"
                },
                {
                    "id": 44,
                    "name": "Олег Мельников"
                },
                {
                    "id": 45,
                    "name": "Сергей Попов"
                },
                {
                    "id": 46,
                    "name": "Надя"
                },
                {
                    "id": 11,
                    "name": "Павел Роднянский"
                },
                {
                    "id": 58,
                    "name": "Женя Понуровский"
                },
                {
                    "id": 59,
                    "name": "Егор Лысенко"
                }
            ],
            "pairs": [],
            "title": "Тренировка",
            "isDraft": false
        },
        {
            "id": 77,
            "date_formated": "07_06_2024",
            "players": [
                {
                    "id": 1,
                    "name": "Борис Палевич"
                },
                {
                    "id": 3,
                    "name": "Володя Юдаев"
                },
                {
                    "id": 4,
                    "name": "Дмитий Чуприков"
                },
                {
                    "id": 6,
                    "name": "Инна Гулина"
                },
                {
                    "id": 12,
                    "name": "Рома Русаков"
                },
                {
                    "id": 14,
                    "name": "Сергей Кучигин"
                },
                {
                    "id": 15,
                    "name": "Сергей Коробов"
                },
                {
                    "id": 19,
                    "name": "Саша Федоренко"
                },
                {
                    "id": 22,
                    "name": "Антон Киселев"
                },
                {
                    "id": 44,
                    "name": "Олег Мельников"
                },
                {
                    "id": 45,
                    "name": "Сергей Попов"
                },
                {
                    "id": 11,
                    "name": "Павел Роднянский"
                },
                {
                    "id": 60,
                    "name": "Егор Артемьев"
                }
            ],
            "pairs": [],
            "title": "Тренировка",
            "isDraft": false
        },
        {
            "id": 78,
            "date_formated": "12_06_2024",
            "players": [
                {
                    "id": 1,
                    "name": "Борис Палевич"
                },
                {
                    "id": 6,
                    "name": "Инна Гулина"
                },
                {
                    "id": 7,
                    "name": "Лариса Басманова"
                },
                {
                    "id": 13,
                    "name": "Рома Урусов"
                },
                {
                    "id": 14,
                    "name": "Сергей Кучигин"
                },
                {
                    "id": 30,
                    "name": "Максим Ушкарев"
                },
                {
                    "id": 32,
                    "name": "Лена Сластная"
                },
                {
                    "id": 41,
                    "name": "Жижирий Сергей"
                },
                {
                    "id": 45,
                    "name": "Сергей Попов"
                },
                {
                    "id": 11,
                    "name": "Павел Роднянский"
                },
                {
                    "id": 26,
                    "name": "Дима Селезнев"
                },
                {
                    "id": 61,
                    "name": "Роман Переведенцев"
                }
            ],
            "pairs": [],
            "title": "Начало 19-40",
            "isDraft": false
        },
        {
            "id": 79,
            "date_formated": "14_06_2024",
            "players": [
                {
                    "id": 3,
                    "name": "Володя Юдаев"
                },
                {
                    "id": 4,
                    "name": "Дмитий Чуприков"
                },
                {
                    "id": 6,
                    "name": "Инна Гулина"
                },
                {
                    "id": 14,
                    "name": "Сергей Кучигин"
                },
                {
                    "id": 15,
                    "name": "Сергей Коробов"
                },
                {
                    "id": 17,
                    "name": "Ольга Сипина"
                },
                {
                    "id": 19,
                    "name": "Саша Федоренко"
                },
                {
                    "id": 22,
                    "name": "Антон Киселев"
                },
                {
                    "id": 30,
                    "name": "Максим Ушкарев"
                },
                {
                    "id": 41,
                    "name": "Жижирий Сергей"
                },
                {
                    "id": 45,
                    "name": "Сергей Попов"
                },
                {
                    "id": 11,
                    "name": "Павел Роднянский"
                },
                {
                    "id": 58,
                    "name": "Женя Понуровский"
                }
            ],
            "pairs": [],
            "title": "Тренировка",
            "isDraft": false
        }
    ]
