export const db_players = [
    {
        "id": 1,
        "name": "Борис Палевич",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 2,
        "name": "Валера Русинович",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 3,
        "name": "Володя Юдаев",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 4,
        "name": "Дмитий Чуприков",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 5,
        "name": "Женя Мураткалиев",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 6,
        "name": "Инна Гулина",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 7,
        "name": "Лариса Басманова",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 8,
        "name": "Олег Котляров",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 9,
        "name": "Павел Аниловский",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 10,
        "name": "Павел Кот",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 11,
        "name": "Павел Роднянский",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 12,
        "name": "Рома Русаков",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 13,
        "name": "Рома Урусов",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 14,
        "name": "Сергей Кучигин",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 15,
        "name": "Сергей Коробов",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 16,
        "name": "Юра Малин",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 17,
        "name": "Ольга Сипина",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 18,
        "name": "Варя",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 19,
        "name": "Саша Федоренко",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 20,
        "name": "Надежда Отпетова",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 21,
        "name": "Влада Латыпова",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 22,
        "name": "Антон Киселев",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 23,
        "name": "Денис Калекин",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 24,
        "name": "Женя Зуев",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 25,
        "name": "Сергей лысый",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 26,
        "name": "Дима?",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 27,
        "name": "Сергей Юрцев",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 28,
        "name": "Володя однорукий",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 29,
        "name": "Саша длинный",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 30,
        "name": "Максим Ушкарев",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 31,
        "name": "Олег Науменко",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 32,
        "name": "Лена Сластная",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 33,
        "name": "Сергей Ивашечкин",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 34,
        "name": "Егор Холодий",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 35,
        "name": "Сергей Олейников",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 36,
        "name": "Володя Зубков",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 37,
        "name": "Костя Лабутин",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 38,
        "name": "Николай Смоглей",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 39,
        "name": "Антон Жогин",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 40,
        "name": "Антон Орлов",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 41,
        "name": "Жижирий",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 42,
        "name": "Денис Попов",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 43,
        "name": "Андрей Руденко",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 44,
        "name": "Олег Мельников",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 45,
        "name": "Сергей Попов",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 46,
        "name": "Надя",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 47,
        "name": "Леонид",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 48,
        "name": "Дима Кирсанов",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 49,
        "name": "Даша",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 50,
        "name": "Сергей Казарян",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 51,
        "name": "Александр",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 52,
        "name": "Анна",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 53,
        "name": "Ира Герасимова",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    },
    {
        "id": 54,
        "name": "Сергей Бажан",
        "createdAt": "2024-05-24T07:25:31.424Z",
        "updatedAt": "2024-05-24T07:25:31.424Z",
        "info": null
    }
]

export const db_events = [
    {
        "id": 1,
        "date_formated": "24_05_2024",
        "title": "Тренировка",
        "createdAt": "2024-05-24T08:58:56.924Z",
        "updatedAt": "2024-05-24T08:58:56.924Z",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 46,
                "name": "Надя",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 50,
                "name": "Сергей Казарян",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            }
        ]
    },
    {
        "id": 2,
        "date_formated": "22_05_2024",
        "title": "Тренировка",
        "createdAt": "2024-05-24T11:45:48.967Z",
        "updatedAt": "2024-05-28T05:43:35.551Z",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 22,
                "name": "Антон Киселев",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-24T08:58:26.152Z",
                "updatedAt": "2024-05-24T08:58:26.152Z"
            },
            {
                "id": 55,
                "name": "Алиев Роман",
                "createdAt": "2024-05-24T11:47:01.760Z",
                "updatedAt": "2024-05-24T11:47:01.760Z"
            }
        ]
    }
]

const db_e300524 = [
    {
        "id": 1,
        "date_formated": "24_05_2024",
        "title": "Тренировка",
        "createdAt": "2024-05-29T21:11:59.660Z",
        "updatedAt": "2024-05-29T21:11:59.660Z",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 46,
                "name": "Надя",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 50,
                "name": "Сергей Казарян",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            }
        ]
    },
    {
        "id": 2,
        "date_formated": "22_05_2024",
        "title": "Тренировка",
        "createdAt": "2024-05-29T21:11:59.660Z",
        "updatedAt": "2024-05-29T21:11:59.660Z",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 22,
                "name": "Антон Киселев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            }
        ]
    },
    {
        "id": 4,
        "date_formated": "29_05_2024",
        "title": "Треня",
        "createdAt": "2024-05-29T21:14:02.284Z",
        "updatedAt": "2024-05-29T21:16:04.785Z",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 5,
                "name": "Женя Мураткалиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 8,
                "name": "Олег Котляров",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 35,
                "name": "Сергей Олейников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 37,
                "name": "Костя Лабутин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 42,
                "name": "Денис Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 50,
                "name": "Сергей Казарян",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z",
                "coachId": null
            }
        ]
    }
]

const db_events_mock = [
    {
        "id": 2,
        "date_formated": "29_05_2024",
        "title": "asd",
        "createdAt": "2024-05-29T19:58:49.923Z",
        "updatedAt": "2024-05-29T20:32:44.775Z",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 2,
                "name": "Валера Русинович",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 6,
                "name": "Инна Гулина",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 38,
                "name": "Николай Смоглей",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 41,
                "name": "Жижирий Сергей",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            }
        ]
    },
    {
        "id": 6,
        "date_formated": "21_05_2024",
        "title": "",
        "createdAt": "2024-05-30T17:14:14.706Z",
        "updatedAt": "2024-05-30T17:14:34.861Z",
        "players": [
            {
                "id": 5,
                "name": "Женя Мураткалиев",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 9,
                "name": "Павел Аниловский",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            }
        ]
    },
    {
        "id": 4,
        "date_formated": "31_05_2024",
        "title": "",
        "createdAt": "2024-05-30T17:13:50.975Z",
        "updatedAt": "2024-05-30T17:15:18.510Z",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 2,
                "name": "Валера Русинович",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 5,
                "name": "Женя Мураткалиев",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 6,
                "name": "Инна Гулина",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 9,
                "name": "Павел Аниловский",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            }
        ]
    },
    {
        "id": 3,
        "date_formated": "30_05_2024",
        "title": "",
        "createdAt": "2024-05-29T20:30:23.825Z",
        "updatedAt": "2024-05-30T17:16:12.340Z",
        "players": [
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 10,
                "name": "Павел Кот",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 13,
                "name": "Рома Урусов",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 14,
                "name": "Сергей Кучигин",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 17,
                "name": "Ольга Сипина",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            }
        ]
    },
    {
        "id": 5,
        "date_formated": "18_06_2024",
        "title": "",
        "createdAt": "2024-05-30T17:14:04.884Z",
        "updatedAt": "2024-05-30T17:16:34.149Z",
        "players": [
            {
                "id": 5,
                "name": "Женя Мураткалиев",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 6,
                "name": "Инна Гулина",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 14,
                "name": "Сергей Кучигин",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 17,
                "name": "Ольга Сипина",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 18,
                "name": "Варя",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            },
            {
                "id": 38,
                "name": "Николай Смоглей",
                "createdAt": "2024-05-29T19:57:10.926Z",
                "updatedAt": "2024-05-29T19:57:10.926Z",
            }
        ]
    }
]

export const mock_events = {
    db_events_mock, db_events
}