export const events_to_seed = [
    {
        "id": 2,
        "date_formated": "22_05_2024",
        "title": "Тренировка",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 22,
                "name": "Антон Киселев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-31T16:34:53.713Z"
            }
        ]
    },
    {
        "id": 4,
        "date_formated": "29_05_2024",
        "title": "Треня",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 5,
                "name": "Женя Мураткалиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 8,
                "name": "Олег Котляров",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 35,
                "name": "Сергей Олейников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 37,
                "name": "Костя Лабутин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 42,
                "name": "Денис Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 50,
                "name": "Сергей Казарян",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-31T16:34:53.713Z"
            }
        ]
    },
    {
        "id": 1,
        "date_formated": "24_05_2024",
        "title": "Тренировка",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 8,
                "name": "Олег Котляров",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 37,
                "name": "Костя Лабутин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 46,
                "name": "Надя",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 50,
                "name": "Сергей Казарян",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-31T16:34:53.713Z"
            }
        ]
    },
    {
        "id": 13,
        "date_formated": "31_05_2024",
        "title": "Тренировка",
        "players": [
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 6,
                "name": "Инна Гулина",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 22,
                "name": "Антон Киселев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 37,
                "name": "Костя Лабутин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 48,
                "name": "Дима Кирсанов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-31T16:34:53.713Z"
            },
            {
                "id": 56,
                "name": "Артём Белишев",
                "createdAt": "2024-05-31T19:10:01.910Z",
                "updatedAt": "2024-05-31T19:10:01.910Z"
            }
        ]
    }
]



export const backup_events_1506 = [
    {
        "id": 1,
        "date_formated": "24_05_2024",
        "title": "Тренировка",
        "isDraft": false,
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 8,
                "name": "Олег Котляров",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 37,
                "name": "Костя Лабутин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 46,
                "name": "Надя",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 50,
                "name": "Сергей Казарян",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 57,
                "name": "Павел Роднянский",
                "createdAt": "2024-06-05T14:47:26.000Z",
                "updatedAt": "2024-06-05T14:47:26.000Z"
            }
        ],
        "eventInfo": null
    },
    {
        "id": 2,
        "date_formated": "22_05_2024",
        "title": "Тренировка",
        "isDraft": false,
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 22,
                "name": "Антон Киселев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 57,
                "name": "Павел Роднянский",
                "createdAt": "2024-06-05T14:47:26.000Z",
                "updatedAt": "2024-06-05T14:47:26.000Z"
            }
        ],
        "eventInfo": null
    },
    {
        "id": 4,
        "date_formated": "29_05_2024",
        "title": "Треня",
        "isDraft": false,
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 5,
                "name": "Женя Мураткалиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 8,
                "name": "Олег Котляров",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 35,
                "name": "Сергей Олейников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 37,
                "name": "Костя Лабутин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 42,
                "name": "Денис Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 50,
                "name": "Сергей Казарян",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 57,
                "name": "Павел Роднянский",
                "createdAt": "2024-06-05T14:47:26.000Z",
                "updatedAt": "2024-06-05T14:47:26.000Z"
            }
        ],
        "eventInfo": null
    },
    {
        "id": 13,
        "date_formated": "31_05_2024",
        "title": "Тренировка",
        "isDraft": false,
        "players": [
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 6,
                "name": "Инна Гулина",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 22,
                "name": "Антон Киселев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 37,
                "name": "Костя Лабутин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 48,
                "name": "Дима Кирсанов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 56,
                "name": "Артём Белишев",
                "createdAt": "2024-05-31T19:10:01.910Z",
                "updatedAt": "2024-05-31T19:10:01.910Z"
            },
            {
                "id": 57,
                "name": "Павел Роднянский",
                "createdAt": "2024-06-05T14:47:26.000Z",
                "updatedAt": "2024-06-05T14:47:26.000Z"
            }
        ],
        "eventInfo": null
    },
    {
        "id": 16,
        "date_formated": "05_06_2024",
        "title": "Тренировка",
        "isDraft": false,
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 5,
                "name": "Женя Мураткалиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 6,
                "name": "Инна Гулина",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 14,
                "name": "Сергей Кучигин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 46,
                "name": "Надя",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 57,
                "name": "Павел Роднянский",
                "createdAt": "2024-06-05T14:47:26.000Z",
                "updatedAt": "2024-06-05T14:47:26.000Z"
            },
            {
                "id": 58,
                "name": "Женя Понуровский",
                "createdAt": "2024-06-05T18:02:28.112Z",
                "updatedAt": "2024-06-05T18:02:28.112Z"
            },
            {
                "id": 59,
                "name": "Егор Лысенко",
                "createdAt": "2024-06-05T19:19:43.637Z",
                "updatedAt": "2024-06-05T19:19:43.637Z"
            }
        ],
        "eventInfo": null
    },
    {
        "id": 17,
        "date_formated": "07_06_2024",
        "title": "Тренировка",
        "isDraft": false,
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 6,
                "name": "Инна Гулина",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 14,
                "name": "Сергей Кучигин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 22,
                "name": "Антон Киселев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 57,
                "name": "Павел Роднянский",
                "createdAt": "2024-06-05T14:47:26.000Z",
                "updatedAt": "2024-06-05T14:47:26.000Z"
            },
            {
                "id": 60,
                "name": "Егор Артемьев",
                "createdAt": "2024-06-07T19:11:32.456Z",
                "updatedAt": "2024-06-07T19:11:32.456Z"
            }
        ],
        "eventInfo": null
    },
    {
        "id": 18,
        "date_formated": "12_06_2024",
        "title": "Начало 19-40",
        "isDraft": false,
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 6,
                "name": "Инна Гулина",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 13,
                "name": "Рома Урусов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 14,
                "name": "Сергей Кучигин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 30,
                "name": "Максим Ушкарев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 32,
                "name": "Лена Сластная",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 41,
                "name": "Жижирий Сергей",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 57,
                "name": "Павел Роднянский",
                "createdAt": "2024-06-05T14:47:26.000Z",
                "updatedAt": "2024-06-05T14:47:26.000Z"
            },
            {
                "id": 26,
                "name": "Дима Селезнев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-06-12T19:03:37.569Z"
            },
            {
                "id": 61,
                "name": "Роман Переведенцев",
                "createdAt": "2024-06-12T19:09:10.335Z",
                "updatedAt": "2024-06-12T19:09:10.335Z"
            }
        ],
        "eventInfo": null
    },
    {
        "id": 19,
        "date_formated": "14_06_2024",
        "title": "Тренировка",
        "isDraft": false,
        "players": [
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 6,
                "name": "Инна Гулина",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 14,
                "name": "Сергей Кучигин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 17,
                "name": "Ольга Сипина",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 22,
                "name": "Антон Киселев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 30,
                "name": "Максим Ушкарев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 41,
                "name": "Жижирий Сергей",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 57,
                "name": "Павел Роднянский",
                "createdAt": "2024-06-05T14:47:26.000Z",
                "updatedAt": "2024-06-05T14:47:26.000Z"
            },
            {
                "id": 58,
                "name": "Женя Понуровский",
                "createdAt": "2024-06-05T18:02:28.112Z",
                "updatedAt": "2024-06-05T18:02:28.112Z"
            }
        ],
        "eventInfo": null
    }
]


export const eventsMap = backup_events_1506.map(event => ({ ...event, players: event.players.map(p => ({ name: p.name, id: p.id })) }))