export const events_to_seed = [
    {
        "id": 2,
        "date_formated": "22_05_2024",
        "title": "Тренировка",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 22,
                "name": "Антон Киселев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-31T16:34:53.713Z"
            }
        ]
    },
    {
        "id": 4,
        "date_formated": "29_05_2024",
        "title": "Треня",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 5,
                "name": "Женя Мураткалиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 8,
                "name": "Олег Котляров",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 35,
                "name": "Сергей Олейников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 37,
                "name": "Костя Лабутин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 42,
                "name": "Денис Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 45,
                "name": "Сергей Попов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 50,
                "name": "Сергей Казарян",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-31T16:34:53.713Z"
            }
        ]
    },
    {
        "id": 1,
        "date_formated": "24_05_2024",
        "title": "Тренировка",
        "players": [
            {
                "id": 1,
                "name": "Борис Палевич",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 4,
                "name": "Дмитий Чуприков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 7,
                "name": "Лариса Басманова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 8,
                "name": "Олег Котляров",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 12,
                "name": "Рома Русаков",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 16,
                "name": "Юра Малин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 37,
                "name": "Костя Лабутин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 44,
                "name": "Олег Мельников",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 46,
                "name": "Надя",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 50,
                "name": "Сергей Казарян",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-31T16:34:53.713Z"
            }
        ]
    },
    {
        "id": 13,
        "date_formated": "31_05_2024",
        "title": "Тренировка",
        "players": [
            {
                "id": 3,
                "name": "Володя Юдаев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 6,
                "name": "Инна Гулина",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 15,
                "name": "Сергей Коробов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 19,
                "name": "Саша Федоренко",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 20,
                "name": "Надежда Отпетова",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 22,
                "name": "Антон Киселев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 37,
                "name": "Костя Лабутин",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 48,
                "name": "Дима Кирсанов",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 55,
                "name": "Роман Алиев",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-29T21:11:31.811Z"
            },
            {
                "id": 11,
                "name": "Павел Роднянский",
                "createdAt": "2024-05-29T21:11:31.811Z",
                "updatedAt": "2024-05-31T16:34:53.713Z"
            },
            {
                "id": 56,
                "name": "Артём Белишев",
                "createdAt": "2024-05-31T19:10:01.910Z",
                "updatedAt": "2024-05-31T19:10:01.910Z"
            }
        ]
    }
]