export const players_to_seed = [
    'Павел Роднянский',
    'Борис Палевич',
    'Володя Юдаев',
    'Дмитий Чуприков',
    'Инна Гулина',
    'Рома Русаков',
    'Сергей Коробов',
    'Лариса Басманова',
    'Рома Урусов',
    'Женя Мураткалиев',
    'Олег Котляров',
    'Павел Аниловский',
    'Павел Кот',
    'Сергей Кучигин',
    'Юра Малин',
    'Ольга Сипина',
    'Варя',
    'Саша Федоренко',
    'Валера Русинович',
    'Надежда Отпетова',
    'Влада Латыпова',
    'Антон Киселев',
    'Денис Калекин',
    'Женя Зуев',
    'Сергей Юрцев',
    'Володя',
    'Максим Ушкарев',
    'Олег Науменко',
    'Лена Сластная',
    'Сергей Ивашечкин ',
    'Егор Холодий',
    'Сергей Олейников',
    'Володя Зубков',
    'Костя Лабутин',
    'Николай Смоглей',
    'Антон Жогин',
    'Антон Орлов',
    'Сергей Жижирий',
    'Денис Попов',
    'Андрей Руденко',
    'Олег Мельников',
    'Сергей Попов',
    'Надя',
    'Леонид',
    'Дима Кирсанов',
    'Даша',
    'Сергей Казарян',
    'Александр',
    'Анна',
    'Ира Герасимова',
    'Сергей Бажан',
    'Роман Алиев',
    "Алан Заикин",
    "Антон Козлов",
    "Артём Белишев",
]
export const players_to_seed2 = [
    {
        "id": 1,
        "name": "Борис Палевич",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 2,
        "name": "Валера Русинович",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 3,
        "name": "Володя Юдаев",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 4,
        "name": "Дмитий Чуприков",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 5,
        "name": "Женя Мураткалиев",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 6,
        "name": "Инна Гулина",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 7,
        "name": "Лариса Басманова",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 8,
        "name": "Олег Котляров",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 9,
        "name": "Павел Аниловский",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 10,
        "name": "Павел Кот",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 11,
        "name": "Павел Роднянский",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-31T16:34:53.713Z",
        "info": {
            "uuid": "f7986c36-04d6-4053-a9b9-b07ad32b8a24",
            "rttf_score": 170,
            "playerId": 11
        }
    },
    {
        "id": 12,
        "name": "Рома Русаков",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 13,
        "name": "Рома Урусов",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 14,
        "name": "Сергей Кучигин",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 15,
        "name": "Сергей Коробов",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 16,
        "name": "Юра Малин",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 17,
        "name": "Ольга Сипина",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 18,
        "name": "Варя",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 19,
        "name": "Саша Федоренко",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 20,
        "name": "Надежда Отпетова",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 21,
        "name": "Влада Латыпова",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 22,
        "name": "Антон Киселев",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 23,
        "name": "Денис Калекин",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 24,
        "name": "Женя Зуев",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 25,
        "name": "Сергей лысый",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 26,
        "name": "Дима?",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 27,
        "name": "Сергей Юрцев",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 28,
        "name": "Володя однорукий",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 29,
        "name": "Саша длинный",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 30,
        "name": "Максим Ушкарев",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 31,
        "name": "Олег Науменко",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 32,
        "name": "Лена Сластная",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 33,
        "name": "Сергей Ивашечкин",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 34,
        "name": "Егор Холодий",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 35,
        "name": "Сергей Олейников",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 36,
        "name": "Володя Зубков",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 37,
        "name": "Костя Лабутин",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 38,
        "name": "Николай Смоглей",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 39,
        "name": "Антон Жогин",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 40,
        "name": "Антон Орлов",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 41,
        "name": "Жижирий Сергей",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 42,
        "name": "Денис Попов",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 43,
        "name": "Андрей Руденко",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 44,
        "name": "Олег Мельников",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 45,
        "name": "Сергей Попов",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 46,
        "name": "Надя",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 47,
        "name": "Леонид",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 48,
        "name": "Дима Кирсанов",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 49,
        "name": "Даша",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 50,
        "name": "Сергей Казарян",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 51,
        "name": "Александр",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 52,
        "name": "Анна",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 53,
        "name": "Ира Герасимова",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 54,
        "name": "Сергей Бажан",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },
    {
        "id": 55,
        "name": "Роман Алиев",
        "createdAt": "2024-05-29T21:11:31.811Z",
        "updatedAt": "2024-05-29T21:11:31.811Z",
        "info": null
    },

    {
        "id": 56,
        "name": "Артём Белишев",
        "createdAt": "2024-05-31T19:10:01.910Z",
        "updatedAt": "2024-05-31T19:10:01.910Z",
        "info": {
            "uuid": "2390d2e3-bc65-4913-a772-42c5e96d5e75",
            "rttf_score": 0,
            "playerId": 56
        }
    }
]
export const masters_to_seed = [
    { name: "Алан Заикин" },
    { name: "Антон Козлов" },
]